export const cityData = [
  {
    "id": 1,
    "bd_code": "33",
    "name": "嘉峪关市"
  },
  {
    "id": 2,
    "bd_code": "34",
    "name": "金昌市"
  },
  {
    "id": 3,
    "bd_code": "35",
    "name": "白银市"
  },
  {
    "id": 4,
    "bd_code": "36",
    "name": "兰州市"
  },
  {
    "id": 5,
    "bd_code": "37",
    "name": "酒泉市"
  },
  {
    "id": 6,
    "bd_code": "38",
    "name": "大兴安岭地区"
  },
  {
    "id": 7,
    "bd_code": "39",
    "name": "黑河市"
  },
  {
    "id": 8,
    "bd_code": "40",
    "name": "伊春市"
  },
  {
    "id": 9,
    "bd_code": "41",
    "name": "齐齐哈尔市"
  },
  {
    "id": 10,
    "bd_code": "42",
    "name": "佳木斯市"
  },
  {
    "id": 11,
    "bd_code": "43",
    "name": "鹤岗市"
  },
  {
    "id": 12,
    "bd_code": "44",
    "name": "绥化市"
  },
  {
    "id": 13,
    "bd_code": "45",
    "name": "双鸭山市"
  },
  {
    "id": 14,
    "bd_code": "46",
    "name": "鸡西市"
  },
  {
    "id": 15,
    "bd_code": "47",
    "name": "七台河市"
  },
  {
    "id": 16,
    "bd_code": "48",
    "name": "哈尔滨市"
  },
  {
    "id": 17,
    "bd_code": "49",
    "name": "牡丹江市"
  },
  {
    "id": 18,
    "bd_code": "50",
    "name": "大庆市"
  },
  {
    "id": 19,
    "bd_code": "51",
    "name": "白城市"
  },
  {
    "id": 20,
    "bd_code": "52",
    "name": "松原市"
  },
  {
    "id": 21,
    "bd_code": "53",
    "name": "长春市"
  },
  {
    "id": 22,
    "bd_code": "54",
    "name": "延边朝鲜族自治州"
  },
  {
    "id": 23,
    "bd_code": "55",
    "name": "吉林市"
  },
  {
    "id": 24,
    "bd_code": "56",
    "name": "四平市"
  },
  {
    "id": 25,
    "bd_code": "57",
    "name": "白山市"
  },
  {
    "id": 26,
    "bd_code": "58",
    "name": "沈阳市"
  },
  {
    "id": 27,
    "bd_code": "59",
    "name": "阜新市"
  },
  {
    "id": 28,
    "bd_code": "60",
    "name": "铁岭市"
  },
  {
    "id": 29,
    "bd_code": "61",
    "name": "呼伦贝尔市"
  },
  {
    "id": 30,
    "bd_code": "62",
    "name": "兴安盟"
  },
  {
    "id": 31,
    "bd_code": "63",
    "name": "锡林郭勒盟"
  },
  {
    "id": 32,
    "bd_code": "64",
    "name": "通辽市"
  },
  {
    "id": 33,
    "bd_code": "65",
    "name": "海西蒙古族藏族自治州"
  },
  {
    "id": 34,
    "bd_code": "66",
    "name": "西宁市"
  },
  {
    "id": 35,
    "bd_code": "67",
    "name": "海北藏族自治州"
  },
  {
    "id": 36,
    "bd_code": "68",
    "name": "海南藏族自治州"
  },
  {
    "id": 37,
    "bd_code": "69",
    "name": "海东地区"
  },
  {
    "id": 38,
    "bd_code": "70",
    "name": "黄南藏族自治州"
  },
  {
    "id": 39,
    "bd_code": "71",
    "name": "玉树藏族自治州"
  },
  {
    "id": 40,
    "bd_code": "72",
    "name": "果洛藏族自治州"
  },
  {
    "id": 41,
    "bd_code": "73",
    "name": "甘孜藏族自治州"
  },
  {
    "id": 42,
    "bd_code": "74",
    "name": "德阳市"
  },
  {
    "id": 43,
    "bd_code": "75",
    "name": "成都市"
  },
  {
    "id": 44,
    "bd_code": "76",
    "name": "雅安市"
  },
  {
    "id": 45,
    "bd_code": "77",
    "name": "眉山市"
  },
  {
    "id": 46,
    "bd_code": "78",
    "name": "自贡市"
  },
  {
    "id": 47,
    "bd_code": "79",
    "name": "乐山市"
  },
  {
    "id": 48,
    "bd_code": "80",
    "name": "凉山彝族自治州"
  },
  {
    "id": 49,
    "bd_code": "81",
    "name": "攀枝花市"
  },
  {
    "id": 50,
    "bd_code": "82",
    "name": "和田地区"
  },
  {
    "id": 51,
    "bd_code": "83",
    "name": "喀什地区"
  },
  {
    "id": 52,
    "bd_code": "84",
    "name": "克孜勒苏柯尔克孜自治州"
  },
  {
    "id": 53,
    "bd_code": "85",
    "name": "阿克苏地区"
  },
  {
    "id": 54,
    "bd_code": "86",
    "name": "巴音郭楞蒙古自治州"
  },
  {
    "id": 55,
    "bd_code": "88",
    "name": "博尔塔拉蒙古自治州"
  },
  {
    "id": 56,
    "bd_code": "89",
    "name": "吐鲁番地区"
  },
  {
    "id": 57,
    "bd_code": "90",
    "name": "伊犁哈萨克自治州"
  },
  {
    "id": 58,
    "bd_code": "91",
    "name": "哈密地区"
  },
  {
    "id": 59,
    "bd_code": "92",
    "name": "乌鲁木齐市"
  },
  {
    "id": 60,
    "bd_code": "93",
    "name": "昌吉回族自治州"
  },
  {
    "id": 61,
    "bd_code": "94",
    "name": "塔城地区"
  },
  {
    "id": 62,
    "bd_code": "95",
    "name": "克拉玛依市"
  },
  {
    "id": 63,
    "bd_code": "96",
    "name": "阿勒泰地区"
  },
  {
    "id": 64,
    "bd_code": "97",
    "name": "山南地区"
  },
  {
    "id": 65,
    "bd_code": "98",
    "name": "林芝地区"
  },
  {
    "id": 66,
    "bd_code": "99",
    "name": "昌都地区"
  },
  {
    "id": 67,
    "bd_code": "100",
    "name": "拉萨市"
  },
  {
    "id": 68,
    "bd_code": "101",
    "name": "那曲地区"
  },
  {
    "id": 69,
    "bd_code": "102",
    "name": "日喀则地区"
  },
  {
    "id": 70,
    "bd_code": "103",
    "name": "阿里地区"
  },
  {
    "id": 71,
    "bd_code": "104",
    "name": "昆明市"
  },
  {
    "id": 72,
    "bd_code": "105",
    "name": "楚雄彝族自治州"
  },
  {
    "id": 73,
    "bd_code": "106",
    "name": "玉溪市"
  },
  {
    "id": 74,
    "bd_code": "107",
    "name": "红河哈尼族彝族自治州"
  },
  {
    "id": 75,
    "bd_code": "108",
    "name": "普洱市"
  },
  {
    "id": 76,
    "bd_code": "109",
    "name": "西双版纳傣族自治州"
  },
  {
    "id": 77,
    "bd_code": "110",
    "name": "临沧市"
  },
  {
    "id": 78,
    "bd_code": "111",
    "name": "大理白族自治州"
  },
  {
    "id": 79,
    "bd_code": "112",
    "name": "保山市"
  },
  {
    "id": 80,
    "bd_code": "113",
    "name": "怒江傈僳族自治州"
  },
  {
    "id": 81,
    "bd_code": "114",
    "name": "丽江市"
  },
  {
    "id": 82,
    "bd_code": "115",
    "name": "迪庆藏族自治州"
  },
  {
    "id": 83,
    "bd_code": "116",
    "name": "德宏傣族景颇族自治州"
  },
  {
    "id": 84,
    "bd_code": "117",
    "name": "张掖市"
  },
  {
    "id": 85,
    "bd_code": "118",
    "name": "武威市"
  },
  {
    "id": 86,
    "bd_code": "119",
    "name": "东莞市"
  },
  {
    "id": 87,
    "bd_code": "120",
    "name": "东沙群岛"
  },
  {
    "id": 88,
    "bd_code": "121",
    "name": "三亚市"
  },
  {
    "id": 89,
    "bd_code": "122",
    "name": "鄂州市"
  },
  {
    "id": 90,
    "bd_code": "123",
    "name": "乌海市"
  },
  {
    "id": 91,
    "bd_code": "124",
    "name": "莱芜市"
  },
  {
    "id": 92,
    "bd_code": "125",
    "name": "海口市"
  },
  {
    "id": 93,
    "bd_code": "126",
    "name": "蚌埠市"
  },
  {
    "id": 94,
    "bd_code": "127",
    "name": "合肥市"
  },
  {
    "id": 95,
    "bd_code": "128",
    "name": "阜阳市"
  },
  {
    "id": 96,
    "bd_code": "129",
    "name": "芜湖市"
  },
  {
    "id": 97,
    "bd_code": "130",
    "name": "安庆市"
  },
  {
    "id": 98,
    "bd_code": "131",
    "name": "北京市"
  },
  {
    "id": 99,
    "bd_code": "132",
    "name": "重庆市"
  },
  {
    "id": 100,
    "bd_code": "133",
    "name": "南平市"
  },
  {
    "id": 101,
    "bd_code": "134",
    "name": "泉州市"
  },
  {
    "id": 102,
    "bd_code": "135",
    "name": "庆阳市"
  },
  {
    "id": 103,
    "bd_code": "136",
    "name": "定西市"
  },
  {
    "id": 104,
    "bd_code": "137",
    "name": "韶关市"
  },
  {
    "id": 105,
    "bd_code": "138",
    "name": "佛山市"
  },
  {
    "id": 106,
    "bd_code": "139",
    "name": "茂名市"
  },
  {
    "id": 107,
    "bd_code": "140",
    "name": "珠海市"
  },
  {
    "id": 108,
    "bd_code": "141",
    "name": "梅州市"
  },
  {
    "id": 109,
    "bd_code": "142",
    "name": "桂林市"
  },
  {
    "id": 110,
    "bd_code": "143",
    "name": "河池市"
  },
  {
    "id": 111,
    "bd_code": "144",
    "name": "崇左市"
  },
  {
    "id": 112,
    "bd_code": "145",
    "name": "钦州市"
  },
  {
    "id": 113,
    "bd_code": "146",
    "name": "贵阳市"
  },
  {
    "id": 114,
    "bd_code": "147",
    "name": "六盘水市"
  },
  {
    "id": 115,
    "bd_code": "148",
    "name": "秦皇岛市"
  },
  {
    "id": 116,
    "bd_code": "149",
    "name": "沧州市"
  },
  {
    "id": 117,
    "bd_code": "150",
    "name": "石家庄市"
  },
  {
    "id": 118,
    "bd_code": "151",
    "name": "邯郸市"
  },
  {
    "id": 119,
    "bd_code": "152",
    "name": "新乡市"
  },
  {
    "id": 120,
    "bd_code": "153",
    "name": "洛阳市"
  },
  {
    "id": 121,
    "bd_code": "154",
    "name": "商丘市"
  },
  {
    "id": 122,
    "bd_code": "155",
    "name": "许昌市"
  },
  {
    "id": 123,
    "bd_code": "156",
    "name": "襄阳市"
  },
  {
    "id": 124,
    "bd_code": "157",
    "name": "荆州市"
  },
  {
    "id": 125,
    "bd_code": "158",
    "name": "长沙市"
  },
  {
    "id": 126,
    "bd_code": "159",
    "name": "衡阳市"
  },
  {
    "id": 127,
    "bd_code": "160",
    "name": "镇江市"
  },
  {
    "id": 128,
    "bd_code": "161",
    "name": "南通市"
  },
  {
    "id": 129,
    "bd_code": "162",
    "name": "淮安市"
  },
  {
    "id": 130,
    "bd_code": "163",
    "name": "南昌市"
  },
  {
    "id": 131,
    "bd_code": "164",
    "name": "新余市"
  },
  {
    "id": 132,
    "bd_code": "165",
    "name": "通化市"
  },
  {
    "id": 133,
    "bd_code": "166",
    "name": "锦州市"
  },
  {
    "id": 134,
    "bd_code": "167",
    "name": "大连市"
  },
  {
    "id": 135,
    "bd_code": "168",
    "name": "乌兰察布市"
  },
  {
    "id": 136,
    "bd_code": "169",
    "name": "巴彦淖尔市"
  },
  {
    "id": 137,
    "bd_code": "170",
    "name": "渭南市"
  },
  {
    "id": 138,
    "bd_code": "171",
    "name": "宝鸡市"
  },
  {
    "id": 139,
    "bd_code": "172",
    "name": "枣庄市"
  },
  {
    "id": 140,
    "bd_code": "173",
    "name": "日照市"
  },
  {
    "id": 141,
    "bd_code": "174",
    "name": "东营市"
  },
  {
    "id": 142,
    "bd_code": "175",
    "name": "威海市"
  },
  {
    "id": 143,
    "bd_code": "176",
    "name": "太原市"
  },
  {
    "id": 144,
    "bd_code": "177",
    "name": "文山壮族苗族自治州"
  },
  {
    "id": 145,
    "bd_code": "178",
    "name": "温州市"
  },
  {
    "id": 146,
    "bd_code": "179",
    "name": "杭州市"
  },
  {
    "id": 147,
    "bd_code": "180",
    "name": "宁波市"
  },
  {
    "id": 148,
    "bd_code": "181",
    "name": "中卫市"
  },
  {
    "id": 149,
    "bd_code": "182",
    "name": "临夏回族自治州"
  },
  {
    "id": 150,
    "bd_code": "183",
    "name": "辽源市"
  },
  {
    "id": 151,
    "bd_code": "184",
    "name": "抚顺市"
  },
  {
    "id": 152,
    "bd_code": "185",
    "name": "阿坝藏族羌族自治州"
  },
  {
    "id": 153,
    "bd_code": "186",
    "name": "宜宾市"
  },
  {
    "id": 154,
    "bd_code": "187",
    "name": "中山市"
  },
  {
    "id": 155,
    "bd_code": "188",
    "name": "亳州市"
  },
  {
    "id": 156,
    "bd_code": "189",
    "name": "滁州市"
  },
  {
    "id": 157,
    "bd_code": "190",
    "name": "宣城市"
  },
  {
    "id": 158,
    "bd_code": "191",
    "name": "廊坊市"
  },
  {
    "id": 159,
    "bd_code": "192",
    "name": "宁德市"
  },
  {
    "id": 160,
    "bd_code": "193",
    "name": "龙岩市"
  },
  {
    "id": 161,
    "bd_code": "194",
    "name": "厦门市"
  },
  {
    "id": 162,
    "bd_code": "195",
    "name": "莆田市"
  },
  {
    "id": 163,
    "bd_code": "196",
    "name": "天水市"
  },
  {
    "id": 164,
    "bd_code": "197",
    "name": "清远市"
  },
  {
    "id": 165,
    "bd_code": "198",
    "name": "湛江市"
  },
  {
    "id": 166,
    "bd_code": "199",
    "name": "阳江市"
  },
  {
    "id": 167,
    "bd_code": "200",
    "name": "河源市"
  },
  {
    "id": 168,
    "bd_code": "201",
    "name": "潮州市"
  },
  {
    "id": 169,
    "bd_code": "202",
    "name": "来宾市"
  },
  {
    "id": 170,
    "bd_code": "203",
    "name": "百色市"
  },
  {
    "id": 171,
    "bd_code": "204",
    "name": "防城港市"
  },
  {
    "id": 172,
    "bd_code": "205",
    "name": "铜仁地区"
  },
  {
    "id": 173,
    "bd_code": "206",
    "name": "毕节地区"
  },
  {
    "id": 174,
    "bd_code": "207",
    "name": "承德市"
  },
  {
    "id": 175,
    "bd_code": "208",
    "name": "衡水市"
  },
  {
    "id": 176,
    "bd_code": "209",
    "name": "濮阳市"
  },
  {
    "id": 177,
    "bd_code": "210",
    "name": "开封市"
  },
  {
    "id": 178,
    "bd_code": "211",
    "name": "焦作市"
  },
  {
    "id": 179,
    "bd_code": "212",
    "name": "三门峡市"
  },
  {
    "id": 180,
    "bd_code": "213",
    "name": "平顶山市"
  },
  {
    "id": 181,
    "bd_code": "214",
    "name": "信阳市"
  },
  {
    "id": 182,
    "bd_code": "215",
    "name": "鹤壁市"
  },
  {
    "id": 183,
    "bd_code": "216",
    "name": "十堰市"
  },
  {
    "id": 184,
    "bd_code": "217",
    "name": "荆门市"
  },
  {
    "id": 185,
    "bd_code": "218",
    "name": "武汉市"
  },
  {
    "id": 186,
    "bd_code": "219",
    "name": "常德市"
  },
  {
    "id": 187,
    "bd_code": "220",
    "name": "岳阳市"
  },
  {
    "id": 188,
    "bd_code": "221",
    "name": "娄底市"
  },
  {
    "id": 189,
    "bd_code": "222",
    "name": "株洲市"
  },
  {
    "id": 190,
    "bd_code": "223",
    "name": "盐城市"
  },
  {
    "id": 191,
    "bd_code": "224",
    "name": "苏州市"
  },
  {
    "id": 192,
    "bd_code": "225",
    "name": "景德镇市"
  },
  {
    "id": 193,
    "bd_code": "226",
    "name": "抚州市"
  },
  {
    "id": 194,
    "bd_code": "227",
    "name": "本溪市"
  },
  {
    "id": 195,
    "bd_code": "228",
    "name": "盘锦市"
  },
  {
    "id": 196,
    "bd_code": "229",
    "name": "包头市"
  },
  {
    "id": 197,
    "bd_code": "230",
    "name": "阿拉善盟"
  },
  {
    "id": 198,
    "bd_code": "231",
    "name": "榆林市"
  },
  {
    "id": 199,
    "bd_code": "232",
    "name": "铜川市"
  },
  {
    "id": 200,
    "bd_code": "233",
    "name": "西安市"
  },
  {
    "id": 201,
    "bd_code": "234",
    "name": "临沂市"
  },
  {
    "id": 202,
    "bd_code": "235",
    "name": "滨州市"
  },
  {
    "id": 203,
    "bd_code": "236",
    "name": "青岛市"
  },
  {
    "id": 204,
    "bd_code": "237",
    "name": "朔州市"
  },
  {
    "id": 205,
    "bd_code": "238",
    "name": "晋中市"
  },
  {
    "id": 206,
    "bd_code": "239",
    "name": "巴中市"
  },
  {
    "id": 207,
    "bd_code": "240",
    "name": "绵阳市"
  },
  {
    "id": 208,
    "bd_code": "241",
    "name": "广安市"
  },
  {
    "id": 209,
    "bd_code": "242",
    "name": "资阳市"
  },
  {
    "id": 210,
    "bd_code": "243",
    "name": "衢州市"
  },
  {
    "id": 211,
    "bd_code": "244",
    "name": "台州市"
  },
  {
    "id": 212,
    "bd_code": "245",
    "name": "舟山市"
  },
  {
    "id": 213,
    "bd_code": "246",
    "name": "固原市"
  },
  {
    "id": 214,
    "bd_code": "247",
    "name": "甘南藏族自治州"
  },
  {
    "id": 215,
    "bd_code": "248",
    "name": "内江市"
  },
  {
    "id": 216,
    "bd_code": "249",
    "name": "曲靖市"
  },
  {
    "id": 217,
    "bd_code": "250",
    "name": "淮南市"
  },
  {
    "id": 218,
    "bd_code": "251",
    "name": "巢湖市"
  },
  {
    "id": 219,
    "bd_code": "252",
    "name": "黄山市"
  },
  {
    "id": 220,
    "bd_code": "253",
    "name": "淮北市"
  },
  {
    "id": 221,
    "bd_code": "254",
    "name": "三明市"
  },
  {
    "id": 222,
    "bd_code": "255",
    "name": "漳州市"
  },
  {
    "id": 223,
    "bd_code": "256",
    "name": "陇南市"
  },
  {
    "id": 224,
    "bd_code": "257",
    "name": "广州市"
  },
  {
    "id": 225,
    "bd_code": "258",
    "name": "云浮市"
  },
  {
    "id": 226,
    "bd_code": "259",
    "name": "揭阳市"
  },
  {
    "id": 227,
    "bd_code": "260",
    "name": "贺州市"
  },
  {
    "id": 228,
    "bd_code": "261",
    "name": "南宁市"
  },
  {
    "id": 229,
    "bd_code": "262",
    "name": "遵义市"
  },
  {
    "id": 230,
    "bd_code": "263",
    "name": "安顺市"
  },
  {
    "id": 231,
    "bd_code": "264",
    "name": "张家口市"
  },
  {
    "id": 232,
    "bd_code": "265",
    "name": "唐山市"
  },
  {
    "id": 233,
    "bd_code": "266",
    "name": "邢台市"
  },
  {
    "id": 234,
    "bd_code": "267",
    "name": "安阳市"
  },
  {
    "id": 235,
    "bd_code": "268",
    "name": "郑州市"
  },
  {
    "id": 236,
    "bd_code": "269",
    "name": "驻马店市"
  },
  {
    "id": 237,
    "bd_code": "270",
    "name": "宜昌市"
  },
  {
    "id": 238,
    "bd_code": "271",
    "name": "黄冈市"
  },
  {
    "id": 239,
    "bd_code": "272",
    "name": "益阳市"
  },
  {
    "id": 240,
    "bd_code": "273",
    "name": "邵阳市"
  },
  {
    "id": 241,
    "bd_code": "274",
    "name": "湘西土家族苗族自治州"
  },
  {
    "id": 242,
    "bd_code": "275",
    "name": "郴州市"
  },
  {
    "id": 243,
    "bd_code": "276",
    "name": "泰州市"
  },
  {
    "id": 244,
    "bd_code": "277",
    "name": "宿迁市"
  },
  {
    "id": 245,
    "bd_code": "278",
    "name": "宜春市"
  },
  {
    "id": 246,
    "bd_code": "279",
    "name": "鹰潭市"
  },
  {
    "id": 247,
    "bd_code": "280",
    "name": "朝阳市"
  },
  {
    "id": 248,
    "bd_code": "281",
    "name": "营口市"
  },
  {
    "id": 249,
    "bd_code": "282",
    "name": "丹东市"
  },
  {
    "id": 250,
    "bd_code": "283",
    "name": "鄂尔多斯市"
  },
  {
    "id": 251,
    "bd_code": "284",
    "name": "延安市"
  },
  {
    "id": 252,
    "bd_code": "285",
    "name": "商洛市"
  },
  {
    "id": 253,
    "bd_code": "286",
    "name": "济宁市"
  },
  {
    "id": 254,
    "bd_code": "287",
    "name": "潍坊市"
  },
  {
    "id": 255,
    "bd_code": "288",
    "name": "济南市"
  },
  {
    "id": 256,
    "bd_code": "289",
    "name": "上海市"
  },
  {
    "id": 257,
    "bd_code": "290",
    "name": "晋城市"
  },
  {
    "id": 258,
    "bd_code": "291",
    "name": "南充市"
  },
  {
    "id": 259,
    "bd_code": "292",
    "name": "丽水市"
  },
  {
    "id": 260,
    "bd_code": "293",
    "name": "绍兴市"
  },
  {
    "id": 261,
    "bd_code": "294",
    "name": "湖州市"
  },
  {
    "id": 262,
    "bd_code": "295",
    "name": "北海市"
  },
  {
    "id": 263,
    "bd_code": "297",
    "name": "赤峰市"
  },
  {
    "id": 264,
    "bd_code": "298",
    "name": "六安市"
  },
  {
    "id": 265,
    "bd_code": "299",
    "name": "池州市"
  },
  {
    "id": 266,
    "bd_code": "300",
    "name": "福州市"
  },
  {
    "id": 267,
    "bd_code": "301",
    "name": "惠州市"
  },
  {
    "id": 268,
    "bd_code": "302",
    "name": "江门市"
  },
  {
    "id": 269,
    "bd_code": "303",
    "name": "汕头市"
  },
  {
    "id": 270,
    "bd_code": "304",
    "name": "梧州市"
  },
  {
    "id": 271,
    "bd_code": "305",
    "name": "柳州市"
  },
  {
    "id": 272,
    "bd_code": "306",
    "name": "黔南布依族苗族自治州"
  },
  {
    "id": 273,
    "bd_code": "307",
    "name": "保定市"
  },
  {
    "id": 274,
    "bd_code": "308",
    "name": "周口市"
  },
  {
    "id": 275,
    "bd_code": "309",
    "name": "南阳市"
  },
  {
    "id": 276,
    "bd_code": "310",
    "name": "孝感市"
  },
  {
    "id": 277,
    "bd_code": "311",
    "name": "黄石市"
  },
  {
    "id": 278,
    "bd_code": "312",
    "name": "张家界市"
  },
  {
    "id": 279,
    "bd_code": "313",
    "name": "湘潭市"
  },
  {
    "id": 280,
    "bd_code": "314",
    "name": "永州市"
  },
  {
    "id": 281,
    "bd_code": "315",
    "name": "南京市"
  },
  {
    "id": 282,
    "bd_code": "316",
    "name": "徐州市"
  },
  {
    "id": 283,
    "bd_code": "317",
    "name": "无锡市"
  },
  {
    "id": 284,
    "bd_code": "318",
    "name": "吉安市"
  },
  {
    "id": 285,
    "bd_code": "319",
    "name": "葫芦岛市"
  },
  {
    "id": 286,
    "bd_code": "320",
    "name": "鞍山市"
  },
  {
    "id": 287,
    "bd_code": "321",
    "name": "呼和浩特市"
  },
  {
    "id": 288,
    "bd_code": "322",
    "name": "吴忠市"
  },
  {
    "id": 289,
    "bd_code": "323",
    "name": "咸阳市"
  },
  {
    "id": 290,
    "bd_code": "324",
    "name": "安康市"
  },
  {
    "id": 291,
    "bd_code": "325",
    "name": "泰安市"
  },
  {
    "id": 292,
    "bd_code": "326",
    "name": "烟台市"
  },
  {
    "id": 293,
    "bd_code": "327",
    "name": "吕梁市"
  },
  {
    "id": 294,
    "bd_code": "328",
    "name": "运城市"
  },
  {
    "id": 295,
    "bd_code": "329",
    "name": "广元市"
  },
  {
    "id": 296,
    "bd_code": "330",
    "name": "遂宁市"
  },
  {
    "id": 297,
    "bd_code": "331",
    "name": "泸州市"
  },
  {
    "id": 298,
    "bd_code": "332",
    "name": "天津市"
  },
  {
    "id": 299,
    "bd_code": "333",
    "name": "金华市"
  },
  {
    "id": 300,
    "bd_code": "334",
    "name": "嘉兴市"
  },
  {
    "id": 301,
    "bd_code": "335",
    "name": "石嘴山市"
  },
  {
    "id": 302,
    "bd_code": "336",
    "name": "昭通市"
  },
  {
    "id": 303,
    "bd_code": "337",
    "name": "铜陵市"
  },
  {
    "id": 304,
    "bd_code": "338",
    "name": "肇庆市"
  },
  {
    "id": 305,
    "bd_code": "339",
    "name": "汕尾市"
  },
  {
    "id": 306,
    "bd_code": "340",
    "name": "深圳市"
  },
  {
    "id": 307,
    "bd_code": "341",
    "name": "贵港市"
  },
  {
    "id": 308,
    "bd_code": "342",
    "name": "黔东南苗族侗族自治州"
  },
  {
    "id": 309,
    "bd_code": "343",
    "name": "黔西南布依族苗族自治州"
  },
  {
    "id": 310,
    "bd_code": "344",
    "name": "漯河市"
  },
  {
    "id": 311,
    "bd_code": "346",
    "name": "扬州市"
  },
  {
    "id": 312,
    "bd_code": "347",
    "name": "连云港市"
  },
  {
    "id": 313,
    "bd_code": "348",
    "name": "常州市"
  },
  {
    "id": 314,
    "bd_code": "349",
    "name": "九江市"
  },
  {
    "id": 315,
    "bd_code": "350",
    "name": "萍乡市"
  },
  {
    "id": 316,
    "bd_code": "351",
    "name": "辽阳市"
  },
  {
    "id": 317,
    "bd_code": "352",
    "name": "汉中市"
  },
  {
    "id": 318,
    "bd_code": "353",
    "name": "菏泽市"
  },
  {
    "id": 319,
    "bd_code": "354",
    "name": "淄博市"
  },
  {
    "id": 320,
    "bd_code": "355",
    "name": "大同市"
  },
  {
    "id": 321,
    "bd_code": "356",
    "name": "长治市"
  },
  {
    "id": 322,
    "bd_code": "357",
    "name": "阳泉市"
  },
  {
    "id": 323,
    "bd_code": "358",
    "name": "马鞍山市"
  },
  {
    "id": 324,
    "bd_code": "359",
    "name": "平凉市"
  },
  {
    "id": 325,
    "bd_code": "360",
    "name": "银川市"
  },
  {
    "id": 326,
    "bd_code": "361",
    "name": "玉林市"
  },
  {
    "id": 327,
    "bd_code": "362",
    "name": "咸宁市"
  },
  {
    "id": 328,
    "bd_code": "363",
    "name": "怀化市"
  },
  {
    "id": 329,
    "bd_code": "364",
    "name": "上饶市"
  },
  {
    "id": 330,
    "bd_code": "365",
    "name": "赣州市"
  },
  {
    "id": 331,
    "bd_code": "366",
    "name": "聊城市"
  },
  {
    "id": 332,
    "bd_code": "367",
    "name": "忻州市"
  },
  {
    "id": 333,
    "bd_code": "368",
    "name": "临汾市"
  },
  {
    "id": 334,
    "bd_code": "369",
    "name": "达州市"
  },
  {
    "id": 335,
    "bd_code": "370",
    "name": "宿州市"
  },
  {
    "id": 336,
    "bd_code": "371",
    "name": "随州市"
  },
  {
    "id": 337,
    "bd_code": "372",
    "name": "德州市"
  },
  {
    "id": 338,
    "bd_code": "373",
    "name": "恩施土家族苗族自治州"
  },
  {
    "id": 339,
    "bd_code": "731",
    "name": "阿拉尔市"
  },
  {
    "id": 340,
    "bd_code": "770",
    "name": "石河子市"
  },
  {
    "id": 341,
    "bd_code": "789",
    "name": "五家渠市"
  },
  {
    "id": 342,
    "bd_code": "792",
    "name": "图木舒克市"
  },
  {
    "id": 343,
    "bd_code": "1214",
    "name": "定安县"
  },
  {
    "id": 344,
    "bd_code": "1215",
    "name": "儋州市"
  },
  {
    "id": 345,
    "bd_code": "1216",
    "name": "万宁市"
  },
  {
    "id": 346,
    "bd_code": "1217",
    "name": "保亭黎族苗族自治县"
  },
  {
    "id": 347,
    "bd_code": "1218",
    "name": "西沙群岛"
  },
  {
    "id": 348,
    "bd_code": "1277",
    "name": "济源市"
  },
  {
    "id": 349,
    "bd_code": "1293",
    "name": "潜江市"
  },
  {
    "id": 350,
    "bd_code": "1498",
    "name": "中沙群岛"
  },
  {
    "id": 351,
    "bd_code": "1515",
    "name": "南沙群岛"
  },
  {
    "id": 352,
    "bd_code": "1641",
    "name": "屯昌县"
  },
  {
    "id": 353,
    "bd_code": "1642",
    "name": "昌江黎族自治县"
  },
  {
    "id": 354,
    "bd_code": "1643",
    "name": "陵水黎族自治县"
  },
  {
    "id": 355,
    "bd_code": "1644",
    "name": "五指山市"
  },
  {
    "id": 356,
    "bd_code": "1713",
    "name": "仙桃市"
  },
  {
    "id": 357,
    "bd_code": "2031",
    "name": "琼中黎族苗族自治县"
  },
  {
    "id": 358,
    "bd_code": "2032",
    "name": "乐东黎族自治县"
  },
  {
    "id": 359,
    "bd_code": "2033",
    "name": "临高县"
  },
  {
    "id": 360,
    "bd_code": "2358",
    "name": "琼海市"
  },
  {
    "id": 361,
    "bd_code": "2359",
    "name": "白沙黎族自治县"
  },
  {
    "id": 362,
    "bd_code": "2634",
    "name": "东方市"
  },
  {
    "id": 363,
    "bd_code": "2654",
    "name": "天门市"
  },
  {
    "id": 364,
    "bd_code": "2734",
    "name": "神农架林区"
  },
  {
    "id": 365,
    "bd_code": "2757",
    "name": "澄迈县"
  },
  {
    "id": 366,
    "bd_code": "2758",
    "name": "文昌市"
  },
  {
    "id": 367,
    "bd_code": "2911",
    "name": "澳门特别行政区"
  },
  {
    "id": 368,
    "bd_code": "2912",
    "name": "香港特别行政区"
  },
  {
    "id": 369,
    "bd_code": "9001",
    "name": "桃园市"
  },
  {
    "id": 370,
    "bd_code": "9002",
    "name": "台北市"
  },
  {
    "id": 371,
    "bd_code": "9003",
    "name": "南投县"
  },
  {
    "id": 372,
    "bd_code": "9004",
    "name": "嘉义市"
  },
  {
    "id": 373,
    "bd_code": "9005",
    "name": "彰化县"
  },
  {
    "id": 374,
    "bd_code": "9006",
    "name": "新竹县"
  },
  {
    "id": 375,
    "bd_code": "9007",
    "name": "澎湖县"
  },
  {
    "id": 376,
    "bd_code": "9008",
    "name": "台东县"
  },
  {
    "id": 377,
    "bd_code": "9009",
    "name": "宜兰县"
  },
  {
    "id": 378,
    "bd_code": "9010",
    "name": "新北市"
  },
  {
    "id": 379,
    "bd_code": "9011",
    "name": "基隆市"
  },
  {
    "id": 380,
    "bd_code": "9012",
    "name": "屏东县"
  },
  {
    "id": 381,
    "bd_code": "9013",
    "name": "嘉义县"
  },
  {
    "id": 382,
    "bd_code": "9014",
    "name": "云林县"
  },
  {
    "id": 383,
    "bd_code": "9015",
    "name": "花莲县"
  },
  {
    "id": 384,
    "bd_code": "9016",
    "name": "台南市"
  },
  {
    "id": 385,
    "bd_code": "9017",
    "name": "台中市"
  },
  {
    "id": 386,
    "bd_code": "9018",
    "name": "新竹市"
  },
  {
    "id": 387,
    "bd_code": "9019",
    "name": "高雄市"
  },
  {
    "id": 388,
    "bd_code": "9020",
    "name": "苗栗县"
  }
]